website/columba/new/columba/app/controllers/campaigns_controller.rb

INSERT INTO `campaigns` (`message`, `created_at`, `updated_at`) VALUES ('asdasd', '2016-01-30 15:36:41', '2016-01-30 15:36:41')
SELECT COUNT(*) FROM `digits_clients`
SELECT `digits_clients`.`gcm_token` FROM `digits_clients`
---
  def create
    @campaign = Campaign.new(campaign_params)

    respond_to do |format|
      if @campaign.save

        if DigitsClient.count > 0
          gcm = GCM.new('AIzaSyBGHPEr4yAWYFyvfEOdyEz3MtPOmLajggw')

          registration_ids = DigitsClient.pluck :gcm_token